---
kind: enumMember
id: F:Autodesk.Revit.DB.OrdinateTextPosition.EndOfWitnessLine
enum: Autodesk.Revit.DB.OrdinateTextPosition
source: html/d49aa2dd-e792-182a-af9f-d15f2c926e46.htm
---
# Autodesk.Revit.DB.OrdinateTextPosition.EndOfWitnessLine

The dimension text position will be at the end of witness line.